'''
작성일:2023년 9월 13일
작성자:202095109 양사호
설명:주석과 출역 함수 사용하기
'''

#학과 박번 이름을 저장하시오.
major="컴퓨터공학"
id=202095109
name="양사호"

#출력하기
print("학과: ",major)
print("학번: {}" .format(id))

#안녕하세요. 저는 컴퓨터학과 202095109학번 양사호입니다.
print("안녕하세요, 저는 ",major,"학과",id,"학번",name,"입니다.")
print("안녕하세요. 저는 {}학과 {}학번 {}입니다.".format(major,id,name))

#파이쎤을 10개 출력하시오.반복문 사용 안 함.
print("파이쎤 파이쎤 파이쎤 파이쎤 파이쎤 파이쎤 파이쎤 파이쎤 파이쎤 파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")
print("파이쎤")

print("파이쎤"*256)

num1="10"
num2="20"
print(num1+num2)